[{"plateforme":"MySQL","version":"1.2","description":"MySQL est un serveur de bases de données relationnelles Open Source.\n \n Un serveur de bases de données stocke les données dans des tables séparées plutôt que de tout rassembler dans une seule table. Cela améliore la rapidité et la souplesse de l'ensemble. Les tables sont reliées par des relations définies, qui rendent possible la combinaison de données entre plusieurs tables durant une requête. Le SQL dans 'MySQL' signifie 'Structured Query Language' : le langage standard pour les traitements de bases de données.","logo":"https://upload.wikimedia.org/wikipedia/fr/thumb/6/62/MySQL.svg/220px-MySQL.svg.png","type":"Relationnel", "requetage":"SQL","site":"https://www.mysql.com/fr/"},
  {"plateforme":"MongoDB","version":"1.2","description":"Dans un système de base de données relationnelles les données sont stockées par ligne dans des tables. Et il est souvent nécessaire de faire des jointures sur plusieurs tables afin de tirer des informations assez pertinentes de la base.\n \n Dans MongoDB, les données sont modélisées sous forme de document sous un style JSON.\n \n On ne parle plus de tables, ni d'enregistrements mais de collections et de documents. Ce système de gestion de données nous évite ainsi de faire des jointures de tables car toutes les informations propres à un certain donnée sont stockées dans un même document","logo":"https://objectpartners.com/wp-content/uploads/2015/02/mongodb-logo.png","type":"Base de données orientée documents", "requetage":"spécifique", "site":"https://www.mongodb.com/"},
  {"plateforme":"Cassandra","version":"1.2","description":"Apache Cassandra est un système de base de données distribuée très puissant, et particulièrement efficace pour prendre en charge de larges volumes d’enregistrements répartis sur de multiples serveurs. Initialement créé par Facebook, ce système est désormais open source.","logo":"https://upload.wikimedia.org/wikipedia/commons/thumb/5/5e/Cassandra_logo.svg/1280px-Cassandra_logo.svg.png","type":"Base de données orientée colonnes","requetage":"CQL (pour Cassandra Query Language)", "site":"http://cassandra.apache.org/"}
]
